"##INSTRUCTIONS##" = "1) Choose your region\n2) Click \"View Unlocalized Strings\" for a list of string to localize\n2) Type in the English\n3) Type in the localization\n4) Type return or click the \"Localize\" button to set the localization\n5) To test, you must quit and relaunch the application\n6) The localized strings are written to the applications internal CocoaTechStrings.framework.\n7) To submit your localization, click the \"Email Localization\" button. This will compress the Framework and email it to Cocoatech.";
"Close" = "Sulje";
"Email Localization" = "Lähetä lokalisointi";
"English:" = "Englanniksi:";
"Help us Localize Path Finder!" = "Auta meitä lokalisoimaan Path Finder!";
"If you find an unlocalized string in your language, please correct it and it will be included in the next release of Path Finder." = "Löytäessäsi lokalisoimattoman merkkijonon kielelläsi ole hyvä ja korjaa se, ja se sisällytetään seuraavaan julkistettavaan Path Finder-versioon.";
"Localization" = "Lokalisointi";
"Localize" = "Lokalisoi";
"Localized:" = "Lokalisoituna:";
"Region:" = "Alue:";
"View Unlocalized Strings" = "Näytä lokalisoimattomat merkkijonot";
